Repository: deepratna-awale/open-wallpaper-engine-mac
Catalog: OpenWallpaperEngine/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: Midtone brightness curve. 1 leaves the layer unchanged.
ar: منحنى سطوع الدرجات المتوسطة. 1 يترك الطبقة دون تغيير.
de: Helligkeitskurve der Mitteltöne. 1 lässt die Ebene unverändert.
es: Curva de brillo de los tonos medios. 1 deja la capa sin cambios.
fr: Courbe de luminosité des tons moyens. 1 laisse le calque inchangé.
hi: मिडटोन ब्राइटनेस कर्व. 1 लेयर को अपरिवर्तित छोड़ता है.
it: Curva di luminosità dei mezzitoni. 1 lascia invariato il livello.
ja: 中間調の明るさカーブです。1ではレイヤーは変化しません。
ko: 중간 톤 밝기 곡선입니다. 1이면 레이어가 그대로 유지됩니다.
pl: Krzywa jasności półtonów. 1 pozostawia warstwę bez zmian.
pt_br: Curva de brilho dos tons médios. 1 deixa a camada inalterada.
ru: Кривая яркости средних тонов. 1 оставляет слой без изменений.
tr: Orta ton parlaklık eğrisi. 1 katmanı değiştirmez.
uk: Крива яскравості середніх тонів. 1 залишає шар незмінним.
zh_hans: 中间调亮度曲线。1 表示图层保持不变。
zh_hant: 中間調亮度曲線。1 維持圖層不變。

source: Minimize
ar: تصغير
de: Im Dock ablegen
es: Minimizar
fr: Réduire
hi: छोटा करें
it: Contrai
ja: しまう
ko: 최소화
pl: Minimalizuj
pt_br: Minimizar
ru: Свернуть
tr: Simge Durumuna Küçült
uk: Згорнути
zh_hans: 最小化
zh_hant: 縮到最小

source: Mirrors the layer below itself, as if on water or glass.
ar: يعكس الطبقة أسفلها، كما لو كانت على ماء أو زجاج.
de: Spiegelt die Ebene unter sich, wie auf Wasser oder Glas.
es: Refleja la capa debajo de sí misma, como sobre agua o cristal.
fr: Reflète le calque sous lui-même, comme sur de l’eau ou du verre.
hi: लेयर को अपने नीचे मिरर करता है, मानो पानी या काँच पर हो.
it: Riflette il livello sotto sé stesso, come sull’acqua o sul vetro.
ja: 水面やガラスに映ったように、レイヤーを下側に反転して映します。
ko: 물이나 유리 위에 있는 것처럼 레이어를 아래쪽에 반사합니다.
pl: Odbija warstwę pod nią samą, jak na wodzie lub szkle.
pt_br: Espelha a camada abaixo de si mesma, como se estivesse sobre água ou vidro.
ru: Отражает слой под ним, как в воде или стекле.
tr: Katmanı, su ya da cam üzerindeymiş gibi kendi altına yansıtır.
uk: Віддзеркалює шар під ним самим, ніби на воді чи склі.
zh_hans: 在图层下方生成其镜像，就像映在水面或玻璃上。
zh_hant: 在圖層下方產生其鏡像，彷彿映在水面或玻璃上。

source: Missing
ar: مفقودة
de: Fehlen
es: Faltan
fr: Manquantes
hi: मौजूद नहीं
it: Mancanti
ja: 見つかりません
ko: 없음
pl: Brak
pt_br: Ausentes
ru: Отсутствуют
tr: Eksik
uk: Відсутні
zh_hans: 缺失
zh_hant: 缺少

source: Missing: scenes won't render until you install them
ar: غير موجودة: لن تُعرض المشاهد حتى تثبّتها
de: Fehlen: Szenen werden erst nach der Installation dargestellt
es: Faltan: las escenas no se mostrarán hasta que los instales
fr: Absentes : les scènes ne s’afficheront pas avant leur installation
hi: अनुपलब्ध: इंस्टॉल करने तक सीन नहीं दिखेंगे
it: Mancanti: le scene non verranno mostrate finché non le installi
ja: 未インストール：インストールするまでシーンは表示されません
ko: 없음: 설치할 때까지 장면이 표시되지 않습니다
pl: Brak: sceny nie będą wyświetlane, dopóki ich nie zainstalujesz
pt_br: Ausentes: as cenas só serão exibidas depois que você instalá-los
ru: Отсутствуют: сцены не будут отображаться, пока вы их не установите
tr: Eksik: siz yükleyene kadar sahneler görüntülenmez
uk: Відсутні: сцени не відображатимуться, доки ви їх не встановите
zh_hans: 缺失：安装之前场景无法渲染
zh_hant: 缺少：安裝之前場景無法顯示

source: Mixes a second image into the layer using a Photoshop-style blend mode.
ar: يمزج صورة ثانية في الطبقة باستخدام وضع دمج على غرار Photoshop.
de: Mischt ein zweites Bild mit einem Mischmodus wie in Photoshop in die Ebene.
es: Mezcla una segunda imagen en la capa con un modo de fusión al estilo de Photoshop.
fr: Mélange une seconde image au calque à l’aide d’un mode de fusion de type Photoshop.
hi: Photoshop जैसे ब्लेंड मोड से लेयर में दूसरी इमेज मिलाता है.
it: Miscela una seconda immagine nel livello usando una modalità di fusione in stile Photoshop.
ja: Photoshopのようなブレンドモードを使って、2つ目の画像をレイヤーに合成します。
ko: Photoshop 방식의 혼합 모드를 사용하여 두 번째 이미지를 레이어에 혼합합니다.
pl: Miesza z warstwą drugi obraz, używając trybu mieszania jak w Photoshopie.
pt_br: Mistura uma segunda imagem à camada usando um modo de combinação no estilo do Photoshop.
ru: Смешивает со слоем второе изображение в режиме наложения, как в Photoshop.
tr: Photoshop tarzı bir karışım modu kullanarak katmana ikinci bir görüntü karıştırır.
uk: Змішує з шаром друге зображення, використовуючи режим накладання як у Photoshop.
zh_hans: 使用 Photoshop 风格的混合模式将第二张图像混入图层。
zh_hant: 使用 Photoshop 風格的混合模式將第二張影像混入圖層。

source: Mobile Compatible
ar: متوافقة مع الأجهزة المحمولة
de: Mobil kompatibel
es: Compatible con móviles
fr: Compatible mobile
hi: मोबाइल के साथ संगत
it: Compatibile con dispositivi mobili
ja: モバイル対応
ko: 모바일 호환
pl: Zgodne z urządzeniami mobilnymi
pt_br: Compatível com Celular
ru: Совместимые с мобильными
tr: Mobil Uyumlu
uk: Сумісні з мобільними
zh_hans: 兼容移动设备
zh_hant: 與行動裝置相容

source: Mode
ar: الوضع
de: Modus
es: Modo
hi: मोड
it: Modalità
ja: モード
ko: 모드
pl: Tryb
pt_br: Modo
ru: Режим
tr: Mod
uk: Режим
zh_hans: 模式
zh_hant: 模式

source: More Preset Actions
ar: إجراءات أخرى للإعدادات المسبقة
de: Weitere Aktionen für Voreinstellungen
es: Más acciones de preajustes
fr: Autres actions sur les préréglages
hi: प्रीसेट की और कार्रवाइयाँ
it: Altre azioni sui preset
ja: その他のプリセット操作
ko: 기타 사전 설정 동작
pl: Więcej czynności ustawień wstępnych
pt_br: Mais Ações de Predefinição
ru: Другие действия с пресетами
tr: Diğer Hazır Ayar İşlemleri
uk: Інші дії з пресетами
zh_hans: 更多预设操作
zh_hant: 更多預設組合動作

source: Mosaic
ar: فسيفساء
de: Mosaik
es: Mosaico
fr: Mosaïque
hi: मोज़ेक
it: Mosaico
ja: モザイク
ko: 모자이크
pl: Mozaika
pt_br: Mosaico
ru: Мозаика
tr: Mozaik
uk: Мозаїка
zh_hans: 马赛克
zh_hant: 馬賽克

source: Most Popular
ar: الأكثر شيوعًا
de: Beliebteste
es: Más populares
fr: Les plus populaires
hi: सबसे लोकप्रिय
it: Più popolari
ja: 人気順
ko: 인기순
pl: Najpopularniejsze
pt_br: Mais Populares
ru: Самые популярные
tr: En Popüler
uk: Найпопулярніші
zh_hans: 最受欢迎
zh_hant: 最受歡迎

source: Most Popular (Week)
ar: الأكثر شعبية (هذا الأسبوع)
de: Beliebteste (Woche)
es: Más populares (semana)
fr: Populaires (semaine)
hi: सबसे लोकप्रिय (सप्ताह)
it: I più popolari (settimana)
ja: 人気（今週）
ko: 인기 항목(이번 주)
pl: Najpopularniejsze (tydzień)
pt_br: Mais Populares (Semana)
ru: Популярные (неделя)
tr: En Beğenilenler (Bu Hafta)
uk: Найпопулярніші (за тиждень)
zh_hans: 最热门（本周）
zh_hant: 最受歡迎（本週）

source: Most Recent
ar: الأحدث
de: Neueste
es: Más recientes
fr: Les plus récents
hi: सबसे नए
it: Più recenti
ja: 新着順
ko: 최신순
pl: Najnowsze
pt_br: Mais Recentes
ru: Самые новые
tr: En Yeni
uk: Найновіші
zh_hans: 最新
zh_hant: 最新

source: Most Subscribed
ar: الأكثر اشتراكًا
de: Meiste Abonnements
es: Más suscritos
fr: Les plus suivis
hi: सबसे ज़्यादा सब्सक्राइब किए गए
it: Più sottoscritti
ja: サブスクライブ数順
ko: 구독자순
pl: Najczęściej subskrybowane
pt_br: Mais Inscritos
ru: Больше всего подписок
tr: En Çok Abone Olunan
uk: Найбільше підписок
zh_hans: 订阅最多
zh_hant: 最多訂閱

source: Motion
ar: الحركة
de: Bewegung
es: Movimiento
fr: Mouvement
hi: गति
it: Movimento
ja: 動き
ko: 움직임
pl: Ruch
pt_br: Movimento
ru: Движение
tr: Hareket
uk: Рух
zh_hans: 动态
zh_hant: 動態

source: Motion timeline
ar: المخطط الزمني للحركة
de: Bewegungszeitleiste
es: Línea de tiempo del movimiento
fr: Chronologie du mouvement
hi: हलचल टाइमलाइन
it: Timeline del movimento
ja: 動きのタイムライン
ko: 움직임 타임라인
pl: Oś czasu ruchu
pt_br: Linha do tempo do movimento
ru: Шкала движения
tr: Hareket zaman çizelgesi
uk: Шкала руху
zh_hans: 动态时间线
zh_hant: 動態時間列

source: Mouse Parallax
ar: اختلاف المنظر بالماوس
de: Maus-Parallaxe
es: Paralaje del ratón
fr: Parallaxe de la souris
hi: माउस पैरालैक्स
it: Parallasse del mouse
ja: マウス視差
ko: 마우스 시차
pl: Paralaksa myszy
pt_br: Paralaxe do Mouse
ru: Параллакс от мыши
tr: Fare Paralaksı
uk: Паралакс від миші
zh_hans: 鼠标视差
zh_hant: 滑鼠視差

source: Move
ar: تحريك
de: Bewegen
es: Mover
fr: Déplacer
hi: मूव
it: Sposta
ja: 移動
ko: 이동
pl: Przesuń
pt_br: Mover
ru: Перемещение
tr: Taşı
uk: Переміщення
zh_hans: 移动
zh_hant: 移動

source: Move & Align
ar: تحريك ومحاذاة
de: Bewegen & ausrichten
es: Mover y alinear
fr: Déplacer et aligner
hi: मूव और अलाइन करें
it: Sposta e allinea
ja: 移動と整列
ko: 이동 및 정렬
pl: Przesuwanie i wyrównywanie
pt_br: Mover e Alinhar
ru: Перемещение и выравнивание
tr: Taşı ve Hizala
uk: Переміщення й вирівнювання
zh_hans: 移动与对齐
zh_hant: 移動與對齊

source: Move All %lld to Trash
ar: نقل الكل (%lld) إلى سلة المهملات
de: Alle %lld in den Papierkorb legen
es: Trasladar los %lld a la papelera
fr: Placer les %lld dans la corbeille
hi: सभी %lld रद्दी में मूव करें
it: Sposta tutti e %lld nel Cestino
ja: %lld個すべてをゴミ箱に入れる
ko: %lld개 모두 휴지통으로 이동
pl: Przenieś wszystkie (%lld) do Kosza
pt_br: Mover Todas as %lld para o Lixo
ru: Переместить все (%lld) в Корзину
tr: %lld Ögenin Tümünü Çöp Sepeti’ne Taşı
uk: Перемістити всі (%lld) в Смітник
zh_hans: 将全部 %lld 项移到废纸篓
zh_hant: 將全部 %lld 項丟到垃圾桶

source: Move Between Spaces
ar: التنقل بين المساحات
de: Zwischen Spaces wechseln
es: Moverse entre espacios
fr: Passer d’un Space à l’autre
hi: Spaces के बीच जाएँ
it: Spostarsi tra le scrivanie
ja: 操作スペース間を移動
ko: 스페이스 간 이동
pl: Przechodzenie między biurkami
pt_br: Mover Entre Espaços
ru: Переход между пространствами
tr: Alanlar Arasında Geçiş
uk: Перехід між просторами
zh_hans: 在空间之间移动
zh_hant: 在空間之間移動

source: Move Current Wallpapers
ar: نقل الخلفيات الحالية
de: Aktuelle Hintergrundbilder bewegen
es: Mover fondos de pantalla actuales
fr: Déplacer les fonds d’écran actuels
hi: मौजूदा वॉलपेपर मूव करें
it: Sposta gli sfondi attuali
ja: 現在の壁紙を移動
ko: 현재 배경화면 이동
pl: Przenieś obecne tapety
pt_br: Mover Imagens de Fundo Atuais
ru: Переместить текущие обои
tr: Mevcut Duvar Kâğıtlarını Taşı
uk: Перемістити поточні шпалери
zh_hans: 移动当前墙纸
zh_hant: 搬移目前的背景圖片

source: Move Current Wallpapers?
ar: هل تريد نقل الخلفيات الحالية؟
de: Aktuelle Hintergrundbilder bewegen?
es: ¿Mover los fondos de pantalla actuales?
fr: Déplacer les fonds d’écran actuels ?
hi: मौजूदा वॉलपेपर मूव करें?
it: Spostare gli sfondi attuali?
ja: 現在の壁紙を移動しますか？
ko: 현재 배경화면을 이동하시겠습니까?
pl: Przenieść obecne tapety?
pt_br: Mover as imagens de fundo atuais?
ru: Переместить текущие обои?
tr: Mevcut duvar kâğıtları taşınsın mı?
uk: Перемістити поточні шпалери?
zh_hans: 要移动当前墙纸吗？
zh_hant: 要搬移目前的背景圖片嗎？

source: Move Down
ar: تحريك إلى أسفل
de: Nach unten
es: Mover abajo
fr: Déplacer vers le bas
hi: नीचे मूव करें
it: Sposta in basso
ja: 下へ移動
ko: 아래로 이동
pl: Przesuń w dół
pt_br: Mover para Baixo
ru: Переместить вниз
tr: Aşağı Taşı
uk: Перемістити вниз
zh_hans: 下移
zh_hant: 下移

source: Move Element
ar: تحريك العنصر
de: Element bewegen
es: Mover elemento
fr: Déplacer l’élément
hi: एलिमेंट मूव करें
it: Sposta elemento
ja: 要素を移動
ko: 요소 이동
pl: Przesuń element
pt_br: Mover Elemento
ru: Переместить элемент
tr: Ögeyi Taşı
uk: Перемістити елемент
zh_hans: 移动元素
zh_hant: 移動元素

source: Move Left
ar: تحريك إلى اليسار
de: Nach links
es: Mover a la izquierda
fr: Déplacer vers la gauche
hi: बाईं ओर मूव करें
it: Sposta a sinistra
ja: 左へ移動
ko: 왼쪽으로 이동
pl: Przesuń w lewo
pt_br: Mover para a Esquerda
ru: Переместить влево
tr: Sola Taşı
uk: Перемістити ліворуч
zh_hans: 左移
zh_hant: 左移

source: Move Right
ar: تحريك إلى اليمين
de: Nach rechts
es: Mover a la derecha
fr: Déplacer vers la droite
hi: दाईं ओर मूव करें
it: Sposta a destra
ja: 右へ移動
ko: 오른쪽으로 이동
pl: Przesuń w prawo
pt_br: Mover para a Direita
ru: Переместить вправо
tr: Sağa Taşı
uk: Перемістити праворуч
zh_hans: 右移
zh_hant: 右移

source: Move Up
ar: تحريك إلى أعلى
de: Nach oben
es: Mover arriba
fr: Déplacer vers le haut
hi: ऊपर मूव करें
it: Sposta in alto
ja: 上へ移動
ko: 위로 이동
pl: Przesuń w górę
pt_br: Mover para Cima
ru: Переместить вверх
tr: Yukarı Taşı
uk: Перемістити вгору
zh_hans: 上移
zh_hant: 上移

source: Move down
ar: تحريك إلى أسفل
de: Nach unten
es: Bajar
fr: Descendre
hi: नीचे मूव करें
it: Sposta in basso
ja: 下へ移動
ko: 아래로 이동
pl: Przesuń w dół
pt_br: Mover para baixo
ru: Переместить вниз
tr: Aşağı taşı
uk: Перемістити вниз
zh_hans: 下移
zh_hant: 下移

source: Move down. Shift = 50 px, Control = 1 px, default = 10 px
ar: تحريك إلى أسفل. Shift = 50 px، وControl = 1 px، والافتراضي = 10 px
de: Nach unten. Shift = 50 px, Control = 1 px, Standard = 10 px
es: Mover abajo. Mayúsculas = 50 px, Control = 1 px, por omisión = 10 px
fr: Déplacer vers le bas. Maj = 50 px, Contrôle = 1 px, par défaut = 10 px
hi: नीचे मूव करें. Shift = 50 px, Control = 1 px, डिफ़ॉल्ट = 10 px
it: Sposta in basso. Shift = 50 px, Control = 1 px, predefinito = 10 px
ja: 下へ移動します。shift = 50 px、control = 1 px、デフォルト = 10 px
ko: 아래로 이동. Shift = 50px, Control = 1px, 기본 = 10px
pl: Przesuń w dół. Shift = 50 px, Control = 1 px, domyślnie = 10 px
pt_br: Mover para baixo. Shift = 50 px, Control = 1 px, padrão = 10 px
ru: Переместить вниз. Shift — 50 px, Control — 1 px, по умолчанию — 10 px
tr: Aşağı taşı. Shift = 50 px, Control = 1 px, varsayılan = 10 px
uk: Перемістити вниз. Shift = 50 px, Control = 1 px, типово = 10 px
zh_hans: 下移。Shift = 50 px，Control = 1 px，默认 = 10 px
zh_hant: 下移。Shift = 50 px，Control = 1 px，預設 = 10 px

source: Move existing wallpapers to the selected folder, or leave them in the current location and use the new folder from now on?
ar: هل تريد نقل الخلفيات الموجودة إلى المجلد المحدد، أم تركها في موقعها الحالي واستخدام المجلد الجديد من الآن فصاعدًا؟
de: Vorhandene Hintergrundbilder in den ausgewählten Ordner bewegen oder am aktuellen Ort belassen und ab jetzt den neuen Ordner verwenden?
es: ¿Quieres mover los fondos de pantalla existentes a la carpeta seleccionada, o dejarlos en su ubicación actual y usar la nueva carpeta a partir de ahora?
fr: Déplacer les fonds d’écran existants vers le dossier sélectionné, ou les laisser à leur emplacement actuel et utiliser le nouveau dossier à partir de maintenant ?
hi: मौजूदा वॉलपेपर को चुने गए फ़ोल्डर में मूव करें, या उन्हें मौजूदा जगह पर ही छोड़कर अब से नए फ़ोल्डर का उपयोग करें?
it: Vuoi spostare gli sfondi esistenti nella cartella selezionata, oppure lasciarli dove sono e usare la nuova cartella da ora in poi?
ja: 既存の壁紙を選択したフォルダに移動しますか？それとも現在の場所に残し、今後は新しいフォルダを使用しますか？
ko: 기존 배경화면을 선택한 폴더로 이동하시겠습니까, 아니면 현재 위치에 두고 지금부터 새 폴더를 사용하시겠습니까?
pl: Przenieść istniejące tapety do wybranego folderu czy pozostawić je w obecnym miejscu i od teraz używać nowego folderu?
pt_br: Mover as imagens de fundo existentes para a pasta selecionada ou deixá-las no local atual e usar a nova pasta daqui em diante?
ru: Переместить имеющиеся обои в выбранную папку или оставить их на месте и использовать новую папку с этого момента?
tr: Mevcut duvar kâğıtları seçilen klasöre taşınsın mı, yoksa geçerli konumlarında bırakılıp bundan sonra yeni klasör mü kullanılsın?
uk: Перемістити наявні шпалери до вибраної папки чи залишити їх у поточному місці й надалі використовувати нову папку?
zh_hans: 要将现有墙纸移到所选文件夹，还是将它们留在当前位置并从现在起使用新文件夹？
zh_hant: 要將現有的背景圖片搬移到所選的檔案夾，還是保留在目前位置，並從現在開始使用新檔案夾？

source: Move left. Shift = 50 px, Control = 1 px, default = 10 px
ar: تحريك إلى اليسار. Shift = 50 px، وControl = 1 px، والافتراضي = 10 px
de: Nach links. Shift = 50 px, Control = 1 px, Standard = 10 px
es: Mover a la izquierda. Mayúsculas = 50 px, Control = 1 px, por omisión = 10 px
fr: Déplacer vers la gauche. Maj = 50 px, Contrôle = 1 px, par défaut = 10 px
hi: बाईं ओर मूव करें. Shift = 50 px, Control = 1 px, डिफ़ॉल्ट = 10 px
it: Sposta a sinistra. Shift = 50 px, Control = 1 px, predefinito = 10 px
ja: 左へ移動します。shift = 50 px、control = 1 px、デフォルト = 10 px
ko: 왼쪽으로 이동. Shift = 50px, Control = 1px, 기본 = 10px
pl: Przesuń w lewo. Shift = 50 px, Control = 1 px, domyślnie = 10 px
pt_br: Mover para a esquerda. Shift = 50 px, Control = 1 px, padrão = 10 px
ru: Переместить влево. Shift — 50 px, Control — 1 px, по умолчанию — 10 px
tr: Sola taşı. Shift = 50 px, Control = 1 px, varsayılan = 10 px
uk: Перемістити ліворуч. Shift = 50 px, Control = 1 px, типово = 10 px
zh_hans: 左移。Shift = 50 px，Control = 1 px，默认 = 10 px
zh_hant: 左移。Shift = 50 px，Control = 1 px，預設 = 10 px

source: Move right. Shift = 50 px, Control = 1 px, default = 10 px
ar: تحريك إلى اليمين. Shift = 50 px، وControl = 1 px، والافتراضي = 10 px
de: Nach rechts. Shift = 50 px, Control = 1 px, Standard = 10 px
es: Mover a la derecha. Mayúsculas = 50 px, Control = 1 px, por omisión = 10 px
fr: Déplacer vers la droite. Maj = 50 px, Contrôle = 1 px, par défaut = 10 px
hi: दाईं ओर मूव करें. Shift = 50 px, Control = 1 px, डिफ़ॉल्ट = 10 px
it: Sposta a destra. Shift = 50 px, Control = 1 px, predefinito = 10 px
ja: 右へ移動します。shift = 50 px、control = 1 px、デフォルト = 10 px
ko: 오른쪽으로 이동. Shift = 50px, Control = 1px, 기본 = 10px
pl: Przesuń w prawo. Shift = 50 px, Control = 1 px, domyślnie = 10 px
pt_br: Mover para a direita. Shift = 50 px, Control = 1 px, padrão = 10 px
ru: Переместить вправо. Shift — 50 px, Control — 1 px, по умолчанию — 10 px
tr: Sağa taşı. Shift = 50 px, Control = 1 px, varsayılan = 10 px
uk: Перемістити праворуч. Shift = 50 px, Control = 1 px, типово = 10 px
zh_hans: 右移。Shift = 50 px，Control = 1 px，默认 = 10 px
zh_hant: 右移。Shift = 50 px，Control = 1 px，預設 = 10 px

source: Move to Trash
ar: نقل إلى سلة المهملات
de: In den Papierkorb legen
es: Trasladar a la papelera
fr: Placer dans la corbeille
hi: रद्दी में मूव करें
it: Sposta nel Cestino
ja: ゴミ箱に入れる
ko: 휴지통으로 이동
pl: Przenieś do Kosza
pt_br: Mover para o Lixo
ru: Переместить в Корзину
tr: Çöp Sepeti’ne Taşı
uk: Перемістити в Смітник
zh_hans: 移到废纸篓
zh_hant: 丟到垃圾桶

source: Move up
ar: تحريك إلى أعلى
de: Nach oben
es: Subir
fr: Monter
hi: ऊपर मूव करें
it: Sposta in alto
ja: 上へ移動
ko: 위로 이동
pl: Przesuń w górę
pt_br: Mover para cima
ru: Переместить вверх
tr: Yukarı taşı
uk: Перемістити вгору
zh_hans: 上移
zh_hant: 上移

source: Move up. Shift = 50 px, Control = 1 px, default = 10 px
ar: تحريك إلى أعلى. Shift = 50 px، وControl = 1 px، والافتراضي = 10 px
de: Nach oben. Shift = 50 px, Control = 1 px, Standard = 10 px
es: Mover arriba. Mayúsculas = 50 px, Control = 1 px, por omisión = 10 px
fr: Déplacer vers le haut. Maj = 50 px, Contrôle = 1 px, par défaut = 10 px
hi: ऊपर मूव करें. Shift = 50 px, Control = 1 px, डिफ़ॉल्ट = 10 px
it: Sposta in alto. Shift = 50 px, Control = 1 px, predefinito = 10 px
ja: 上へ移動します。shift = 50 px、control = 1 px、デフォルト = 10 px
ko: 위로 이동. Shift = 50px, Control = 1px, 기본 = 10px
pl: Przesuń w górę. Shift = 50 px, Control = 1 px, domyślnie = 10 px
pt_br: Mover para cima. Shift = 50 px, Control = 1 px, padrão = 10 px
ru: Переместить вверх. Shift — 50 px, Control — 1 px, по умолчанию — 10 px
tr: Yukarı taşı. Shift = 50 px, Control = 1 px, varsayılan = 10 px
uk: Перемістити вгору. Shift = 50 px, Control = 1 px, типово = 10 px
zh_hans: 上移。Shift = 50 px，Control = 1 px，默认 = 10 px
zh_hant: 上移。Shift = 50 px，Control = 1 px，預設 = 10 px

source: Moves the Chromium engine and its data to the Trash.
ar: ينقل محرك Chromium وبياناته إلى سلة المهملات.
de: Legt die Chromium-Engine und ihre Daten in den Papierkorb.
es: Mueve el motor Chromium y sus datos a la papelera.
fr: Place le moteur Chromium et ses données dans la corbeille.
hi: Chromium इंजन और उसके डेटा को ट्रैश में ले जाता है।
it: Sposta il motore Chromium e i suoi dati nel Cestino.
ja: Chromium エンジンとそのデータをゴミ箱に入れます。
ko: Chromium 엔진과 데이터를 휴지통으로 이동합니다.
pl: Przenosi silnik Chromium i jego dane do kosza.
pt_br: Move o motor Chromium e seus dados para o Lixo.
ru: Перемещает движок Chromium и его данные в Корзину.
tr: Chromium motorunu ve verilerini Çöp Sepeti’ne taşır.
uk: Переміщує рушій Chromium і його дані до Смітника.
zh_hans: 将 Chromium 引擎及其数据移到废纸篓。
zh_hant: 將 Chromium 引擎及其資料移到垃圾桶。

source: Moves the app's SteamCMD to the Trash. Workshop downloads won't work until SteamCMD is installed again.
ar: ينقل SteamCMD الخاص بالتطبيق إلى سلة المهملات. ولن تعمل تنزيلات الورشة حتى يُثبَّت SteamCMD مجددًا.
de: Legt das SteamCMD der App in den Papierkorb. Workshop-Downloads funktionieren erst wieder, wenn SteamCMD erneut installiert ist.
es: Traslada el SteamCMD de la app a la papelera. Las descargas de Workshop no funcionarán hasta que vuelvas a instalar SteamCMD.
fr: Place le SteamCMD de l’app dans la corbeille. Les téléchargements du Workshop ne fonctionneront plus tant que SteamCMD ne sera pas réinstallé.
hi: ऐप का SteamCMD रद्दी में मूव करता है। SteamCMD फिर से इंस्टॉल होने तक Workshop डाउनलोड काम नहीं करेंगे।
it: Sposta lo SteamCMD dell’app nel Cestino. I download dal Workshop non funzioneranno finché SteamCMD non sarà reinstallato.
ja: App の SteamCMD をゴミ箱に入れます。SteamCMD を再インストールするまで、ワークショップのダウンロードは機能しません。
ko: 앱의 SteamCMD를 휴지통으로 이동합니다. SteamCMD를 다시 설치할 때까지 창작마당 다운로드가 작동하지 않습니다.
pl: Przenosi SteamCMD aplikacji do Kosza. Pobieranie z Warsztatu nie będzie działać, dopóki SteamCMD nie zostanie ponownie zainstalowany.
pt_br: Move o SteamCMD do app para o Lixo. Os downloads da Oficina não funcionarão até o SteamCMD ser instalado de novo.
ru: Перемещает SteamCMD приложения в Корзину. Загрузки из Мастерской не будут работать, пока SteamCMD не установлен снова.
tr: Uygulamanın SteamCMD’sini Çöp Sepeti’ne taşır. SteamCMD yeniden yüklenene kadar Atölye indirmeleri çalışmaz.
uk: Переміщує SteamCMD програми в Смітник. Викачування з Майстерні не працюватиме, доки SteamCMD не буде встановлено знову.
zh_hans: 将 App 的 SteamCMD 移到废纸篓。在重新安装 SteamCMD 之前，创意工坊下载将无法使用。
zh_hant: 將 App 的 SteamCMD 丟到垃圾桶。在重新安裝 SteamCMD 之前，工作坊下載將無法使用。

source: Moves the layer against the pointer so it appears to sit at a different depth.
ar: يحرّك الطبقة عكس اتجاه المؤشر فتبدو كأنها على عمق مختلف.
de: Verschiebt die Ebene gegen den Zeiger, sodass sie in einer anderen Tiefe zu liegen scheint.
es: Mueve la capa en sentido contrario al puntero para que parezca estar a otra profundidad.
fr: Déplace le calque à l’opposé du pointeur pour qu’il semble situé à une autre profondeur.
hi: लेयर को पॉइंटर के विपरीत खिसकाता है, ताकि वह अलग डेप्थ पर दिखे.
it: Sposta il livello in direzione opposta al puntatore, così sembra trovarsi a una profondità diversa.
ja: ポインタと逆方向にレイヤーを動かし、異なる奥行きにあるように見せます。
ko: 레이어를 포인터 반대 방향으로 움직여 다른 깊이에 있는 것처럼 보이게 합니다.
pl: Przesuwa warstwę przeciwnie do wskaźnika, aby wydawała się leżeć na innej głębokości.
pt_br: Move a camada em sentido oposto ao ponteiro para que pareça estar em outra profundidade.
ru: Сдвигает слой в сторону, противоположную указателю, чтобы он казался на другой глубине.
tr: Katmanı imlece karşı hareket ettirerek farklı bir derinlikte duruyormuş gibi görünmesini sağlar.
uk: Зсуває шар назустріч вказівнику, щоб здавалося, ніби він розташований на іншій глибині.
zh_hans: 使图层逆着指针移动，看起来像位于不同的深度。
zh_hant: 讓圖層相對指標移動，使其看起來位於不同的深度。
